{
"id": "rotten", "video": "kPAu7XtQ5t8",
"description": "Representa el Crossover en Uruguay, un género que resulta de la mezcla del Thrash Metal y el Hardcore, iniciado en los primeros años de los 80s en ciudades como San Francisco, Los Angeles o Nueva York.\nTomando lo más radical de ambos mundos, se creó un estilo que unió la velocidad del Punk Rock con el ataque pesado del Heavy Metal.\nA mitad del año 2011, el guitarrista y skater Federico “Kolito” Rossotti, comienza a componer canciones en esta dirección, inspirado por el Crossover, Skate, y bandas de la nueva generación como Municipal Waste o Violator. Conoce a Juan Carlos Rosas (Guitarrista también), y el proyecto empieza a tomar forma. En breve se les une el bajista Raúl Santos, quien convence alcohólicamente al vocalista Marcos Motosierra a unirse al proyecto. Para octubre de 2011 la banda se completa con el ingreso del baterista y también skater Federico “Topito” Figueroa.\nA partir de ese momento se pisa el acelerador, y durante el mes de diciembre Rotten State debuta en vivo, suma tres shows mas, y por si fuera poco, graba las tomas de lo que será su pdisco debut “Kill it Yourself”.\nA comienzos del 2012, Rotten State vuelve a tocar en un recordado show en La Diaria, pero surgen problemas, shows cancelados, retrasos con la mezcla de su primer disco, y el vocalista Marcos se fractura su pie izquierdo. Durante el obligatorio receso de dos meses, se componen nuevas canciones y se termina el trabajo del disco en el estudio. Para junio, Rotten State esta listo para volver a los escenarios, abriendo para la leyenda del Hardcore bonaerense N.D.I. y cerrando el trabajo de su disco debut “Kill it Yourself” el cual fue presentado en vivo en julio de 2012 en Bluzz Live (Montevideo), ante un ferviente publico de más de 350 personas.\nPara finales de 2012 la banda sale por primera vez de Uruguay, haciendo dos recordados y salvajes shows en territorio argentino, uno de ellos junto a los thrashers argentinos “Tungsteno”.\nYa en 2013 Rotten State lanza su segundo disco “Sick World”, ahora como cuarteto (tras la partida del guitarrista Juan Rosas), con un sonido mas poderoso, rápido y renovado. Participan de la primera edición local de Metal Battle, siendo elegidos como la banda ganadora para representar a Uruguay en el festival “Wacken Open Air”.\nEn agosto de 2013 la banda toca en W:O:A compartiendo cartel con bandas como Rammstein, Alice Cooper, Motorhead, Anthrax y muchas mas, seguido de un tour por varias ciudades de Alemania con la banda local “Stagewar”.\nEn 2014, luego de más fracturas y peleas, el vocalista Marcos deja la banda, y Guillermo Puig toma su lugar, Rotten State vuelve a tocar en vivo abriendo para la banda thrasher estadounidense “Havock”, y graba lo que será su tercer disco de estudio “Justice By Own Hand”.\nEn 2016, buscando un sonido mas Hardcore, Guillermo deja la banda y esta toma un receso buscando una nueva formación.\nEn 2018, Rotten State vuelve con nueva formación, ésta conformada por el guitarrista y baterista originales, a los cuales se les une Martín Hugo en vocales y Martín Santos en bajo, junto al retorno de Juan Rosas como segundo guitarrista, La banda vuelve a dar shows en vivo y lanza su nuevo single “New World Order”.\nPara 2019, la banda vuelve a tener cambios en su formación, dejando la banda Martín Santos, dándole lugar a Guillermo Aquino en el bajo, Rotten State se vuelve a presentar en Buenos Aires,en Junio toca por primera vez en Paysandú, Uruguay, a demás de sumar varios shows en Montevideo.",
"social": [
	"https://www.instagram.com/rottenstateband/",
"https://www.facebook.com/rottenstate/"]
}