{
"id": "alpha",
"video": "8gE_otNqbis",
"description": "Ellos se definen como \"un canal del Universo hecho para liberar energía catártica en las personas\".\nOrigen: Montevideo, Uruguay.\nGénero: Death Groove Metal.\nMiembros:<ul><li>Rodrigo Cuadrado (Baterista)</li> <li>José Manuel Juarez (Guitarrista)</li> <li>Bruno Rosa (Guitarrista)</li> <li>Mauricio Loperena (Bajista)</li> <li>Pablo Costa (Vocalista)</li></ul>\nLa banda se crea en 2014 orientada en un principio hacia el death/thrash.\nDurante el periodo 2014-2016 tuvo la oportunidad de dar presentacionessoporte a bandas internacionales como Malón y Animal, y se dieron losprimeros pasos hacia lo que sería el primer demo de la banda, donde segrabaron los temas de Unleash the Rage y Heartless cockroachextermination.\nSe volvió a comenzar prácticamente desde cero a finales del año 2016. Esto se debe al gran cambio musical en el cual se comenzó a trabajar.\nLuego de concluida la primera reunión de la banda se decidió no encasillarse en un solo subgénero, sino fusionar todos los gustos musicales con el objetivo de crear música lo más original posible y llegar a lograr el sonido Alpha.\nLa oportunidad de dar su primer show en vivo con la nueva formación surgió en el Metal Battle Uruguay 2017 donde quedaron seleccionados entre 20 bandas de 50 que se postularon.\nMotivados por la respuesta del público siguieron adelante con el nuevo proyecto mediante la grabación del primer EP oficial de la banda titulado Origin of Chaos.\n2018 - 2019\nParticipan de varios shows y eventos, tales como el Metal is Coming, Gathering Storm,Sudamérica Distorsión, Fonoplatea Distorsión, entre otros.\nTuvieron su primera participación fuera de Uruguay en el evento Sudamérica Distorsión Vol. II , en Buenos Aires (Argentina), y en el interior del país, la primera en Maldonado y la segunda en la ciudad de Young en el Cronos Skate Metal Fest.\nNuevamente quedan seleccionados para el Metal Battle Uruguay y en esta oportunidad pasan a la final del concurso.\nTelonearon a Wolfheart y a Fleshgod Apocalypse.\nLanzaron un single A hero we hate y actualmente se encuentran en proceso de grabación y producción del primer álbum, el cual saldrá este año (2020).",
"social": [
	"https://www.instagram.com/alphaoficialuy/",
	"https://www.facebook.com/Alphaoficialuy/",
	"https://open.spotify.com/artist/7AFqJ72McFUDnRba9MtaCn",
	"https://www.youtube.com/channel/UCgARqzZiaRvr8ZCLdn7DjBg"]
}